Repository: priyankasingh/genie-prod
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Sorry, you're not allowed to do that. You may need to log in first.
es: Lo sentimos, no se le permite hacer eso. Es posible que tenga que iniciar sesión primero.

source: Invalid category
es: Categoría no válida

source: The category has been saved
es: La categoría se ha guardado

source: The category could not be saved. Please, try again.
es: La categoría no se ha podido guardar. Por favor, inténtelo de nuevo.

source: Category deleted
es: Categoría borrada

source: Category was not deleted
es: Categoría no eliminada

source: Invalid condition
es: Enfermedad no válida

source: The condition has been saved
es: La enfermedad se ha guardado

source: The condition could not be saved. Please, try again.
es: La enfermedad no ha podido guardarse. Por favor, inténtelo de nuevo.

source: Condition deleted
es: Enfermedad borrada

source: Condition was not deleted
es: Enfermedad no se ha eliminado

source: Contact Us
es: Contacte con nosotros

source: We have received your message and will get back to you shortly.
es: Hemos recibido su mensaje y le contestaremos lo antes posible

source: Please check the form fields for any errors
es: Por favor, compruebe los campos del formulario para los errores

source: Invalid contact
es: Conctacto no válido

source: The contact has been saved
es: El contacto se ha guardado

source: The contact could not be saved. Please, try again.
es: El contacto no se ha podido guardar. Por favor, inténtelo de nuevo.

source: Contact deleted
es: Contacto borrado

source: Contact was not deleted
es: El contacto no eliminado

source: You need to be logged in to favourite items
es: Tiene que estar logueado para crear favoritos

source: Thanks! The item has been added to your favourites.
es: Gracias! El artículo ha sido añadido a sus favoritos.

source: Sorry, we couldn't process that request. Please try again later.
es: Lo sentimos, no hemos podido procesar su petición. Por favor, inténtelo de nuevo más tarde.

source: Thanks! The item has been removed from your favourites.
es: Gracias! El artículo ha sido eliminado de tus favoritos.

source: Sorry, we couldn't find that favourite or an error occurred. Please try again later.
es: Lo sentimos, no hemos podido encontrar ese favorito o producido un error. Por favor, inténtelo de nuevo más tarde.

source: Invalid favourite
es: favorito no válido

source: The favourite has been saved
es: El favorito se ha guardado

source: The favourite could not be saved. Please, try again.
es: El favorito no se ha podido guardar. Por favor, inténtelo de nuevo.

source: Favourite deleted
es: Favorito eliminado

source: Favourite was not deleted
es: El favorito no se ha eliminado

source: Invalid network category
es: Categoría de red no válido

source: The network category has been saved.
es: La categoría de la red se ha guardado.

source: The network category could not be saved. Please, try again.
es: La categoría de la red no se ha podido guardar. Por favor, inténtelo de nuevo.

source: The network category has been deleted.
es: La categoría de la red ha sido eliminada.

source: The network category could not be deleted. Please, try again.
es: La categoría de la red no se ha podido eliminar. Por favor, inténtelo de nuevo.

source: Invalid network member
es: Miembro de la red no válido

source: The network member has been saved.
es: El miembro de la red se ha guardado.

source: The network member could not be saved. Please, try again.
es: El miembro de la red no se ha podido guardar. Por favor, inténtelo de nuevo.

source: The network member has been deleted.
es: El miembro de la red ha sido eliminado.

source: The network member could not be deleted. Please, try again.
es: El miembro de la red no se ha podido eliminar. Por favor, inténtelo de nuevo.

source: Invalid network type
es: Tipo de red no válida

source: The network type has been saved.
es: El tipo de red se ha guardado.

source: The network type could not be saved. Please, try again.
es: El tipo de red no se ha podido guardar. Por favor, inténtelo de nuevo.

source: The network type has been deleted.
es: El tipo de red se ha eliminado.

source: The network type could not be deleted. Please, try again.
es: El tipo de red no se ha podido eliminar. Por favor, inténtelo de nuevo.

source: 404 - Page Not Found
es: 404 - Página no encontrada

source: Invalid page
es: página no válida

source: The page has been saved
es: La página se ha guardado

source: The page could not be saved. Please, try again.
es: La página no se ha podido guardar. Por favor, inténtelo de nuevo.

source: Page deleted
es: Página borrada

source: Page was not deleted
es: La página no se ha eliminado

source: Your customised map is below. Your account information will arrive via email - please check your junk mail folder if you don't see it.
es: Su mapa personalizado está descrito debajo. La información de su cuenta le llegará por correo electrónico - por favor revise su carpeta de correo no deseado si no lo ves.

source: Your responses have been saved.
es: Sus respuestas se han guardado.

source: Please check your entry below - some fields aren't right yet. Don't worry, we've kept all your answers.
es: Por favor revise su respuesta - algunos campos no están bien todavía. No se preocupes, hemos guardado todas sus respuestas.

source: Please fill in the questionnaire to get your personalised network feedback.
es: Por favor, rellene el cuestionario para obtener su informe personalizado de red.

source: Invalid response
es: Respuesta no válida

source: The response has been saved
es: La respuesta ha sido guardada

source: The response could not be saved. Please, try again.
es: La respuesta no se ha podido guardar. Por favor, inténtelo de nuevo.

source: Response deleted
es: Respuesta borrada

source: Response was not deleted
es: La respuesta no se ha eliminado

source: You have not answered yes to any survey questions. To get your personalised map you must answer yes to some questions
es: No ha contestado "sí" a ninguna pregunta de la encuesta. Para obtener su mapa personalizado debe responder afirmativamente a algunas preguntas

source: Please fill in the questionnaire to get your personalised map.
es: Por favor, rellene el cuestionario para obtener su mapa personalizado.

source: Please log in to view favourites.
es: Por favor inicie sesión para ver sus favoritos.

source: Invalid service
es: Servicio no válido

source: The service has been saved
es: El servicio se ha guardado

source: The service could not be saved. Please, try again.
es: El servicio no se ha podido guardar. Por favor, inténtelo de nuevo.

source: Service deleted
es: Servicio eliminado

source: Service was not deleted
es: El servicio no se ha eliminado

source: Invalid statement
es: Declaración no válida

source: The statement has been saved
es: La declaración se ha guardado

source: The statement could not be saved. Please, try again.
es: La declaración no se ha podido guardar. Por favor, inténtelo de nuevo.

source: Statement deleted
es: Declaración borrada

source: Statement was not deleted
es: Su declaración no se ha eliminado

source: Only super-administrators can add/edit user accounts.
es: Sólo los súper administradores pueden añadir/editar cuentas de usuario.

source: Invalid username or password, please try again.
es: Haga clic aquí si ha olvidado su contraseña.

source: Click here if you've forgotten your password.
es: Nombre de usuario o contraseña no válidos, por favor vuelva a intentarlo.

source: You are now logged out.
es: Usted está ahora desconectado.

source: Thanks for using
es: Gracias por usar

source: Invalid Response ID
es: ID de respuesta no válida

source: My Account
es: Mi cuenta

source: Account updated.
es: Cuenta actualizada

source: Please double check your entry...
es: Por favor revise su entrada...

source: Forgot password
es: Olvidó su contraseña

source: Password Reset for your
es: Restablecer contraseña para su

source: Sorry, that account could not be found.
es: Lo sentimos, no se ha podido encontrar esa cuenta.

source: Password changed for your
es: Contraseña cambiada para su

source: Sorry, that reset link is invalid.
es: Lo sentimos, ese vínculo de restablecimiento no es válido.

source: Invalid user
es: Usuario no válido

source: The user has been saved
es: El usuario se ha guardado

source: The user could not be saved. Please, try again.
es: El usuario no se ha podido guardar. Por favor, inténtelo de nuevo.

source: User deleted
es: Usuario eliminado

source: User was not deleted
es: El usuario no se ha eliminado

source: Admin Add Category
es: Añadir categoría de Administrador

source: Submit
es: Enviar

source: Admin Edit Category
es: Editar Categoría de Administrador

source: Categories
es: Categorías

source: Actions
es: Acciones

source: View
es: Ver

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Are you sure you want to delete # %s?
es: ¿Seguro que quiere borrar #% s?

source: Page {:page} of {:pages}, showing {:current} records out of {:count} total, starting on record {:start}, ending on {:end}
es: Página {:page} de {:pages}, mostrando{:current} registros de {:count} total, desde registro {:start}, terminando en {:end}

source: previous
es: Anterior

source: next
es: Siguiente

source: Category
es: Categoría

source: Name
es: Nombre

source: Parent Category
es: Categoría Padre

source: Description
es: Descripción

source: Created
es: Creado

source: Modified
es: Modificado

source: Deleted
es: Borrado

source: Related Categories
es: Categorías Relacionadas

source: Parent Id
es: Id Padre

source: New Child Category
es: Nueva categoría Hijo

source: Related Services
es: Servicios relacionados

source: Town
es: Ciudad

source: New Service
es: Nuevo servicio

source: Related Statements
es: Declaraciones relacionadas

source: Statement
es: Declaración

source: Order
es: Orden

source: New Statement
es: Nueva Declaración

source: Admin Add Condition
es: Admin Añadir Enfermedad

source: Admin Edit Condition
es: Administrador Modificar Enfermedad

source: Conditions
es: Enfermedades

source: Condition
es: Enfermedad

source: Related Responses
es: Respuestas relacionadas

source: User Id
es: Id de Usuario

source: Title
es: Título

source: Age
es: Edad

source: Gender
es: Género

source: Marital Status
es: Estado civil

source: Postcode
es: Código postal

source: Telephone
es: Teléfono

source: New Response
es: Nueva respuesta

source: Ask us a question
es: Háganos una pregunta

source: Your Name
es: Su nombre

source: Your Email Address
es: Su dirección de correo electrónico

source: Your Question
es: Su pregunta

source: Admin Add Contact
es: Administrador Añadir Contacto

source: Admin Edit Contact
es: Administrador Modificar Contacto

source: Contact Form Submissions
es: Formulario de contacto Envíos

source: Contact Form Submission
es: Contacto Formulario de Presentación

source: Question
es: Pregunta

source: Services Quick-Add
es: Servicios de añadido rápido

source: Filter results by:
es: Filtra los resultados por:

source: Filter my results by:
es: Filtrar mis resultados por:

source: All
es: Todos

source: My Results
es: Mis resultados

source: Click on the categories above if you would like to filter your search
es: Haga clic en las categorías de arriba si desea filtrar su búsqueda

source: Getting there
es: Cómo llegar

source: Fill in your current location and the location of your destination to get a public transport route.
es: Rellene la ubicación actual y su destino para obtener una ruta de transporte público.

source: You will be redirected to the GMPTE site to get your results
es: Usted será redirigido al sitio GMPTE para obtener sus resultados

source: Travelling...
es: Viajando...

source: From
es: Desde

source: Via (optional)
es: Vía (opcional)

source: Time And Date...
es: Fecha y hora…

source: Leave after
es: Salir después de

source: Arrive By
es: Llegada

source: Time
es: Hora

source: Date
es: Fecha

source: Enter a date between %s and %s
es: Introduzca una fecha entre el %s y %s

source: Mode Of Transport...
es: Tipo de transporte ...

source: I would like to travel by...
es: Me gustaría viajar en ...

source: Rail
es: Tren

source: Coach
es: Entrenador

source: Log Out
es: Salir

source: Password
es: Contraseña

source: Log In
es: Iniciar sesión

source: General Information about you
es: Información general acerca de usted

source: Click 'Next Question' once you have completed this page
es: Haga clic en "Siguiente pregunta" una vez que haya completado esta página

source: We need this to find services near you
es: Necesitamos esto para encontrar servicios cerca de usted

source: Optional
es: Opcional

source: Optional. If you supply your email address, we'll save your answers and email you a login so you won't need to take the questionnaire again
es: Opcional. Si usted proporciona su dirección de correo electrónico, guardaremos sus respuestas y le enviaremos un nombre de usuario por email para que no tenga que volver a rellenar el cuestionario

source: Male
es: Hombre

source: Female
es: Mujer

source: Please select your gender:
es: Seleccione su género:

source: Please select your age range:
es: Por favor seleccione su rango de edad:

source: Do you have any of the following health conditions?
es: ¿Tiene alguno de los siguientes problemas de salud?

source: (Click all that are appropriate to you.)
es: (Haga clic en todos los que sean apropiados para usted.)

source: My Network
es: Mi Red

source: Daily
es: Diariamente

source: At least once a week
es: Al menos una vez a la semana

source: At least once a month
es: Al menos una vez al mes

source: Less often
es: Con menos frecuencia

source: Drag your pin over the trash icon above to delete it
es: Arrastra el pin sobre el icono de la papelera de arriba para borrarlo

source: You
es: Usted

source: Please tell us about your network of friends, family and others you're in contact with, to help us supply you with the most useful results
es: Por favor, háblenos de su red de amigos, familiares y otras personas con las que está en contacto para ayudarnos a proporcionarle unos resultados más útiles

source: Their name, or just a nickname if you prefer
es: Su nombre, o simplemente un apodo si lo prefiere

source: How often are you in contact with them?
es: ¿Con qué frecuencia contacta usted con ellos?

source: What type of relationship do they have to you
es: ¿Para usted, qué tipo de relación tienen?

source: Who are they?
es: ¿Quiénes son?

source: Once you have finished entering your information, drag your newly created pin to the diagram.
es: Una vez que haya terminado de introducir su información, arrastre el pin de nueva creación al diagrama.

source: Page
es: Pagina

source: No, I am not interested
es: No, no estoy interesado

source: Yes, I might be interested
es: Sí, yo podría estar interesado

source: Yes, I am definitely interested
es: Sí, estoy definitivamente interesado

source: I am interested in the following things
es: Me interesan las siguientes cosas

source: Finish
es: Acabado

source: Where?
es: ΏDonde?

source: Contact
es: Contacto

source: Tel:
es: Tlf:

source: Favourite This
es: Añadir a Favoritos

source: Remove from favourites
es: Eliminar de los favoritos

source: Read More
es: Leer más

source: Print Your results
es: Imprimir resultados

source: No Results
es: No hay resultados

source: Sorry, no results were found for this category in the chosen area. Please try widening the search area, or try another category or postcode.
es: Lo sentimos, no hay resultados para esta categoría en la zona elegida. Por favor, intente ampliar el área de búsqueda, o probar otra categoría o código postal.

source: When?
es: ΏCuando?

source: Street view
es: Vista de la calle

source: Info
es: Informaciσn

source: Video
es: Vídeo

source: Tweets from
es: Tweets de

source: Back to all Results
es: Volver a todos los resultados

source: A password reset request has been received for your account. If this is correct please click the following link to generate a new password:
es: Se ha recibido una petición para restablecer la contraseña de su cuenta. So es correcto por favor haga clic en el siguiente enlace para generar una contraseña nueva:

source: If you did not request a password reset, please delete this email and do not click the link.
es: Si no has solicitado restablecer tu contraseña, por favor borre este mensaje y no haga clic en el enlace.

source: Thanks,
es: Gracias,

source: Your password has recently been changed.
es: Su contraseña ha sido cambiada recientemente.

source: You can log in at %s with your new details.
es: Puede iniciar sesión en % s con sus nuevos datos.

source: If you did not recently request a password reset, please contact us straight away.
es: Si no ha solicitado una contraseña nueva recientemente, por favor póngase en contacto con nosotros inmediatamente.

source: Thank you for filling in the questionnaire.
es: Gracias por rellenar el cuestionario.

source: Admin Add Favourite
es: Admin Añadir Favorito

source: Admin Edit Favourite
es: Administrador Modificar Favorito

source: Favourites
es: Favoritos

source: Favourite
es: Favorito

source: User
es: Usuario

source: Service
es: Servicio

source: Search Map
es: Buscar Mapa

source: Drag the map to move.
es: Arrastre el mapa para moverse.

source: Click anywhere on the map to place the marker.
es: Haga clic en cualquier lugar en el mapa para colocar el marcador.

source: Use the search to find a postcode or town.
es: Utilice el buscador para encontrar un código postal o ciudad.

source: Tools
es: Herramientas

source: Service Quick-add
es: Servicio de agregar rápido

source: List Users
es: Lista de Usuarios

source: New User
es: Nuevo usuario

source: List Favourites
es: Lista de favoritos

source: New Favourite
es: Nuevo Favorito

source: List Statements
es: Lista de Declaraciones

source: List Conditions
es: Lista de enfermedades

source: New Condition
es: Nueva Estado

source: List Responses
es: Lista de Respuestas

source: List Network Members
es: Lista de Miembros de la Red

source: New Network Member
es: Nuevo Miembro de la Red

source: List Network Categories
es: Lista de Categorías de Red

source: New Network Category
es: Nueva Categoría de Red

source: List Network Types
es: Lista de Tipos de Red

source: New Network Type
es: Nuevo Tipo de Red

source: List Services
es: Lista de Servicios

source: List Categories
es: Lista de Categorías

source: New Category
es: Nueva Categoría

source: List Pages
es: Lista de páginas

source: New Page
es: Nueva página

source: Change contrast
es: Cambiar el Contraste

source: Change Type Size
es: Cambiar Tipo de Tamaño

source: Forgotten your Password?
es: ¿Olvidó su contraseña?

source: Home
es: Inicio

source: Questionnaire
es: Cuestionario

source: My EU-GENIE
es: Mi EU-GENIE

source: About
es: Acerca de

source: Search for groups (e.g. "community centre" or "swimming")
es: Búsqueda de grupos (por ejemplo, "centro social " o "piscina ")

source: Tweet us
es: Tweetéenos

source: Admin Add Network Category
es: Admin Añadir Red Categoría

source: Admin Edit Network Category
es: Administrador Modificar Categoría de Red

source: Network Categories
es: Categorías de red

source: Network Category
es: Categoría de Red

source: Parent Network Category
es: Categoría de Red Padre

source: Related Network Categories
es: Categorías de Red Relacionadas

source: New Child Network Category
es: Nueva Categoría de Red hijo

source: Related Network Members
es: Miembros de la Red Relacionados

source: Frequency
es: Frecuencia

source: Network Category Id
es: Id de Categoría de Red

source: Response Id
es: Id de la Respuesta

source: Admin Add Network Member
es: Administrador Añadir Miembro de la Red

source: Admin Edit Network Member
es: Administrador Modificar Miembro de la Red

source: Network Members
es: Miembros de la Red

source: Network Member
es: Miembro de la Red

source: Response
es: Respuesta

source: Admin Add Network Type
es: Admin Añadir Tipo de red

source: Admin Edit Network Type
es: Admin Editar tipo de red

source: Network Types
es: Tipos de redes

source: Network Type
es: Tipo de red

source: Ruleset
es: Conjunto de reglas

source: Admin Add Page
es: Admin Añadir página

source: Admin Edit Page
es: Admin Editar página

source: Pages
es: Páginas

source: Content
es: Contenido

source: What would you like to do next?
es: ¿Qué le gustaría hacer a continuación?

source: Fill in the short EU-GENIE<br/> questionnaire and get<br/> your own tailored,<br/> personal map
es: Rellenar el cuestionario breve EU-GENIE y obtener su propia medida, mapa personal

source: Have a quick look at<br/> what's available in your<br/> area by entering your<br/> postcode
es: Eche un vistazo rápido a lo que está disponible en su área introduciendo su código postal

source: Sign in if you already<br/> have an account<br/> with us.
es: Inicie sesión si ya tiene una cuenta con nosotros.

source: Close
es: Cerrar

source: Enter your postcode…
es: Inserte su código postal ...

source: Eg. M3 5HW
es: Ej. 30835

source: This way we can get results local to you.
es: Así podremos encontrar resultados locales para usted.

source: Next Question
es: Siguiente Pregunta

source: Previous Question
es: Pregunta Anterior

source: You are logged in as
es: Usted está en el sistema como

source: Update your questionnaire
es: Actualice su cuestionario

source: Already have a
es: ¿Ya tiene una

source: account?
es: cuenta?

source: Log In below and access your personal homepage
es: Iniciar sesión abajo y acceder a su página personal

source: Don't have an account? Fill in the
es: ¿No tienes una cuenta? Rellene el

source: questionnaire...
es: cuestionario ...

source: Fill in the
es: Rellene el

source: Admin Add Response
es: Administrador Añadir Respuesta

source: Admin Edit Response
es: Administrador Editar Respuesta

source: Responses
es: Respuestas

source: Live Site View
es: Vista del Sitio en Vivo

source: Related Conditions
es: Enfermedades Relacionadas

source: Weighting
es: Ponderación

source: In your network
es: En su red

source: There is 1 network member.
es: Hay 1 miembro en la red.

source: There are %s network members.
es: Hay %s miembros en la red.

source: This includes
es: Esto incluye

source: and
es: y

source: Admin Add Service
es: Administrador Agregar servicio

source: Admin Edit Service
es: Administrador Editar Servicio

source: Services
es: Servicios

source: Contact Name
es: Nombre de contacto

source: Address 1
es: Dirección 1

source: Address 2
es: Dirección 2

source: Address 3
es: Dirección 3

source: Phone
es: Teléfono

source: Time Details
es: Detalles de la hora

source: Facebook Url
es: Dirección de Facebook

source: Related Favourites
es: Favoritos Relacionados

source: Service Id
es: Servicio de Identificación

source: Change your postcode
es: Cambie su código postal

source: Show Results Within:
es: Mostrar Resultados Dentro de:

source: 1 Mile
es: 1 Kilómetro

source: 2 Miles
es: 2 Kilómetros

source: 5 Miles
es: 5 Kilómetros

source: 10 Miles
es: 10 Kilómetros

source: My Favourites
es: Mis favoritos

source: Already have a PLANS account?
es: ¿Tiene ya una cuenta PLANS?

source: Log In below to add favourites
es: Iniciar sesión abajo para agregar favoritos

source: Don't have an account? Fill in the PLANS questionnaire...
es: ¿No tiene una cuenta? Rellene el cuestionario PLANS ...

source: Put in your email address when taking the questionnaire to automatically set up an account.
es: Añada su correo electrónico cuando rellene el cuestionario para crear una cuenta automáticamente.

source: Fill in the PLANS questionnaire...
es: Rellene el cuestionario PLANS ...

source: Enter a date within the next month.
es: Introduzca una fecha en el próximo mes.

source: Get Results
es: Obtener Resultados
