Repository: priyankasingh/genie-prod
Catalog: app/Locale/spa/LC_MESSAGES/default.po
Languages: es

source: Admin Add Statement
es: Administrador Añadir Declaración

source: Admin Edit Statement
es: Administrador Editar Declaración

source: Statements
es: Declaraciones

source: Health Conditions
es: Problemas de Salud

source: Change email address
es: Cambiar dirección de correo electrónico

source: Change password
es: Cambiar la contraseña

source: Old password
es: Contraseña anterior

source: New password
es: Nueva contraseña

source: Confirm new password
es: Confirmar nueva contraseña

source: Admin Add User
es: Admin Añadir usuario

source: Admin Edit User
es: Admin Editar usuario

source: Users
es: Usuarios

source: Is Admin
es: Es administrador

source: Forgot Password Key
es: Olvidé mi pista de contraseña

source: Edit Response
es: Editar respuesta

source: View Response
es: Ver Respuesta

source: Forgot Password
es: Olvidé mi contraseña

source: Please enter the email address you used to sign up, and a new password will be sent to you.
es: Por favor, introduzca la dirección de correo electrónico que utilizó para registrarse y le enviaremos una contraseña nueva.

source: Thank you
es: Gracias

source: Please check your email inbox for further instructions.
es: Revise su correo electrónico para más instrucciones.

source: If the email doesn't arrive, please check your junk email folder before trying again.
es: Si el correo electrónico no llega, por favor revise su carpeta de correo no deseado antes de volver a intentarlo.

source: Please choose a new password
es: Por favor, elija una contraseña nueva

source: Your new password is now active.
es: Su nueva contraseña está ahora activa.

source: Please log in above with your new details.
es: Inicie sesión arriba con sus nuevos datos.

source: Welcome,
es: Bienvenido,

source: MY ACCOUNT
es: MI CUENTA

source: Create Account
es: Crear una Cuenta

source: You must set a category name.
es: Debe establecer un nombre de categoría.

source: The maximum allowed length is 45 characters.
es: La longitud máxima permitida es de 45 caracteres.

source: Your custom message here
es: Aquí su mensaje personalizado

source: Please set a page title
es: Por favor, escriba un título para la página

source: Please choose an age range
es: Por favor, elija un rango de edad

source: Please choose a gender
es: Por favor, elija un sexo

source: Please enter your postcode
es: Por favor, ingrese su código postal

source: Invalid weighting
es: Ponderación no válida

source: Name cannot be omitted
es: El nombre no puede omitirse

source: Must be a valid email address.
es: Debe ser una dirección de correo electrónico válida.

source: You must enter a valid email address.
es: Debe introducir una dirección de correo electrónico válida.

source: An account using this email address already exists. Please log in instead.
es: Ya existe una cuenta con esta dirección de correo electrónico. Inicie sesión.

source: Passwords must be 8 characters or more to ensure the security of your account
es: Las contraseñas deben tener 8 caracteres o más para garantizar la seguridad de su cuenta

source: Your entered passwords should match
es: Sus contraseñas deben coincidir

source: Your old password is incorrect.
es: Su antigua contraseña es incorrecta.
